Repository: common-repository/vies-validator
Catalog: languages/vies-validator-*.po
Languages: it_it

source: Vies Validator Settings
it_it: Impostazioni VIES Validator

source: General
it_it: Generali

source: Add VAT Number field to checkout
it_it: Aggiungi il campo Partita IVA al checkout

source: VAT Number is required?
it_it: Il campo Partita IVA Ã¨ richiesto?

source: Error message
it_it: Messaggio di errore

source: VAT field ID
it_it: ID del campo Partita IVA

source: Enable
it_it: Abilita

source: VAT Number
it_it: Partita IVA

source: Requires a valid Italian VAT Number (Partita IVA)
it_it: Richiede una Partita IVA italiana valida

source: VAT number
it_it: Partita IVA

source: Allow to add a VAT Number (Partita IVA) field to Woocommerce checkout and validate it using the VIES API service from Agenzia delle Entrate.
it_it: Permette di aggiungere il campo Partita IVA al checkout di Woocommerce. Il campo viene validato tramite le API VIES dell'Agenzia delle Entrate.
